//PROJ    JOB  001,'RUN PROJECT',NOTIFY=&SYSUID
//COMPILE EXEC IGYWCL
//COBOL.SYSIN  DD DSN=&SYSUID..CBL(PROJ),DISP=SHR
//LKED.SYSLMOD DD DSN=&SYSUID..LOAD(PROJ),DISP=SHR
//****************************************************//
// IF RC = 0 THEN
//RUN      EXEC PGM=PROJ
//STEPLIB  DD DSN=&SYSUID..LOAD,DISP=SHR
/*FILE     DD DSN=&SYSUID..FILE,DISP=SHR
//SYSOUT   DD SYSOUT=*,OUTLIM=15000
//SYSDUMP  DD SYSOUT=*,OUTLIM=15000
// ELSE
// ENDIF